AndenetAlexander.vim-cheatsheet
ecmel.vscode-html-css
GitHub.copilot
GitHub.github-vscode-theme
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
PKief.material-icon-theme
ritwickdey.LiveServer
s-nlf-fh.glassit
sainnhe.everforest
shd101wyy.markdown-preview-enhanced
tomoki1207.pdf
twxs.cmake
vscodevim.vim
yzhang.markdown-all-in-one
